Repository: wp-plugins/wp-facebook-open-graph-protocol
Catalog: languages/wpfbogp-*.po
Languages: de_de

source: media uploader
de_de: Medien hinzufügen

source: Force Fallback Image as Default
de_de: Angegebene Grafik-URL standardmäßig nutzen:

source: Use this if you want to use the Default Image for everything instead of looking for featured/content images.
de_de: Aktiviere diese Option, wenn du die Standard-Grafik der Suche nach einer Grafik auf der Seite vorziehen möchtest.

source: WP FB OGP is almost ready.
de_de: WP FB OGP ist fast bereit.

source: You must %s for it to work.
de_de: Du musst %s damit es funktioniert.

source: enter your Facebook User ID or App ID
de_de: deine Facebook Benutzer ID oder App ID eingeben

source: About the Plugin:
de_de: Über dieses Plugin:

source: Talk to %s on twitter or please fill out the %s for bugs or feature requests.
de_de: Sprich mit %s bei Twitter oder fülle das %s bei Bugs oder Feature requests aus.

source: plugin support form
de_de: Plugin Support-Formular

source: Enjoy the plugin?
de_de: Magst du das Plugin?

source: %s and consider donating.
de_de: %s und ziehe eine Spende in Betracht.

source: Tweet about it
de_de: Tweete über das Plugin

source: <strong>Donate:</strong> A lot of hard work goes into building plugins - support your open source developers. Include your twitter username and I'll send you a shout out for your generosity. Thank you!
de_de: <strong>Spende:</strong> Eine Menge harter Arbeit fließt in die Erstellung von Plugins - unterstütze deine Open-Source Entwickler. Gib deinen Twitter-Benutzernamen an und ich twitter deine Großzügigkeit. Vielen Dank!

source: Relevant Information:
de_de: Relevante Informationen:

source: Facebook User Account ID:
de_de: Facebook Benutzer ID:

source: For personal sites use your Facebook User ID here. <em>(You can enter multiple by separating each with a comma)</em>, if you want to receive Insights about the Like Buttons. The meta values will not display in your site until you've completed this box.
de_de: Bei persönlichen Seiten nutze deine Facebook Benutzer ID hier. <em>(Du kannst mehrere IDs nutzen, indem du diese mit einem Komma trennst)</em>, wenn du Statistiken (Insight) über deine Like-Buttons erhalten willst. Die Metadaten werden deiner Seite nicht hinzugefügt bevor du dieses Feld ausgefüllt hast.

source: <strong>Find your ID</strong> by going to the URL like this:
de_de: <strong>Finde deine ID</strong> indem du auf die URL in dieser Form gehst:

source: For business and/or brand sites use Insights on an App ID as to not associate it with a particular person. You can use this with or without the User ID field. Create an app and use the "App ID": %s.
de_de: Bei Geschäfts- und/oder Marken-Seiten nutze die Statistiken (Insights) einer App ID um diese nicht mit einer bestimmten Person zu verknüpfen. Du kannst dies mit oder ohne das User ID Feld nutzen. Erstelle eine Facebook App und nutze die "App ID": %s.

source: Create FB App
de_de: FB App erstellen (EN)

source: Default Image URL to use:
de_de: Standard Grafik-URL:

source: Full URL including http:// to the default image to use if your posts/pages don't have a featured image or an image in the content. <strong>The image is recommended to be 200px by 200px</strong>.
de_de: Vollständige URL inklusive http:// der Standard-Grafik, die genutzt wird, sollte der Beitrag oder die Seite keine Grafik enthalten. <strong>Die Grafik sollte empfohlener Maßen eine Seitenlänge von 200x200px besitzen</strong>.

source: You can use the WordPress %s if you wish, just copy the location of the image and put it here.
de_de: Du kannst die WordPress %s-Funktion nutzen, kopiere die URL der Grafik und setze diese hier ein.

source: Adds proper Facebook Open Graph Meta tags and values to your site so when links are shared it looks awesome! Works on Google + and Linkedin too!
de_de: Fügt korrekte Facebook Open Graph Meta Tags und Werte deiner Seite hinzu, sodass Links auf Facebook klasse aussehen! Funktioniert auch auf Google+ und LinkedIn!
